<template>

<div id="questions">
    <!--banner-->
    <banner style="background:#32384f;height:300px;"></banner>

    <!--content-->
    <div class="template-wrapper" >
        <div class="uk-container uk-container-center">

            <div class="uk-grid" data-uk-grid-margin="">
                <div class="uk-width-medium-1-1" data-uk-scrollspy="{cls:'uk-animation-slide-right', repeat: false, delay:300}" :data-index="index" v-for="(item, index) in data">
                    
                        <h3 class="uk-panel-title">{{ item.title }}</h3>
                        <p>{{ item.content }}</p>
                </div>
            </div>

        </div>
    </div>
</div>

</template>


<script>
const data = [
    {
        title: '01、典信商务互联系统和传统的ERP及财务软件有什么区别？',
        content: '答：传统ERP及财务软件主要使用范围是企业内部，是企业内部管理控制的重要工具，一般不会扩展到企业外部，而典信商务互联系统主要处理的是商业组织间的商业数据交换业务，替代以前的纸质邮寄、传真、电子邮件等方式，同时，由于其信息数据信息化的特点，又可以有相应的内部管理功能，对现有的ERP及财务软件，在其所不具备的领域，有一个很好的协同、补充和完善作用。'
    },
    {
        title: '01、典信商务互联系统和传统的ERP及财务软件有什么区别？',
        content: '答：传统ERP及财务软件主要使用范围是企业内部，是企业内部管理控制的重要工具，一般不会扩展到企业外部，而典信商务互联系统主要处理的是商业组织间的商业数据交换业务，替代以前的纸质邮寄、传真、电子邮件等方式，同时，由于其信息数据信息化的特点，又可以有相应的内部管理功能，对现有的ERP及财务软件，在其所不具备的领域，有一个很好的协同、补充和完善作用。'
    },
    {
        title: '01、典信商务互联系统和传统的ERP及财务软件有什么区别？',
        content: '答：传统ERP及财务软件主要使用范围是企业内部，是企业内部管理控制的重要工具，一般不会扩展到企业外部，而典信商务互联系统主要处理的是商业组织间的商业数据交换业务，替代以前的纸质邮寄、传真、电子邮件等方式，同时，由于其信息数据信息化的特点，又可以有相应的内部管理功能，对现有的ERP及财务软件，在其所不具备的领域，有一个很好的协同、补充和完善作用。'
    },
    {
        title: '01、典信商务互联系统和传统的ERP及财务软件有什么区别？',
        content: '答：传统ERP及财务软件主要使用范围是企业内部，是企业内部管理控制的重要工具，一般不会扩展到企业外部，而典信商务互联系统主要处理的是商业组织间的商业数据交换业务，替代以前的纸质邮寄、传真、电子邮件等方式，同时，由于其信息数据信息化的特点，又可以有相应的内部管理功能，对现有的ERP及财务软件，在其所不具备的领域，有一个很好的协同、补充和完善作用。'
    },
    {
        title: '01、典信商务互联系统和传统的ERP及财务软件有什么区别？',
        content: '答：传统ERP及财务软件主要使用范围是企业内部，是企业内部管理控制的重要工具，一般不会扩展到企业外部，而典信商务互联系统主要处理的是商业组织间的商业数据交换业务，替代以前的纸质邮寄、传真、电子邮件等方式，同时，由于其信息数据信息化的特点，又可以有相应的内部管理功能，对现有的ERP及财务软件，在其所不具备的领域，有一个很好的协同、补充和完善作用。'
    },
    {
        title: '01、典信商务互联系统和传统的ERP及财务软件有什么区别？',
        content: '答：传统ERP及财务软件主要使用范围是企业内部，是企业内部管理控制的重要工具，一般不会扩展到企业外部，而典信商务互联系统主要处理的是商业组织间的商业数据交换业务，替代以前的纸质邮寄、传真、电子邮件等方式，同时，由于其信息数据信息化的特点，又可以有相应的内部管理功能，对现有的ERP及财务软件，在其所不具备的领域，有一个很好的协同、补充和完善作用。'
    },
    {
        title: '01、典信商务互联系统和传统的ERP及财务软件有什么区别？',
        content: '答：传统ERP及财务软件主要使用范围是企业内部，是企业内部管理控制的重要工具，一般不会扩展到企业外部，而典信商务互联系统主要处理的是商业组织间的商业数据交换业务，替代以前的纸质邮寄、传真、电子邮件等方式，同时，由于其信息数据信息化的特点，又可以有相应的内部管理功能，对现有的ERP及财务软件，在其所不具备的领域，有一个很好的协同、补充和完善作用。'
    },
    {
        title: '01、典信商务互联系统和传统的ERP及财务软件有什么区别？',
        content: '答：传统ERP及财务软件主要使用范围是企业内部，是企业内部管理控制的重要工具，一般不会扩展到企业外部，而典信商务互联系统主要处理的是商业组织间的商业数据交换业务，替代以前的纸质邮寄、传真、电子邮件等方式，同时，由于其信息数据信息化的特点，又可以有相应的内部管理功能，对现有的ERP及财务软件，在其所不具备的领域，有一个很好的协同、补充和完善作用。'
    }
]

import banner from '@/components/content/banner'
export default {
    name: 'questions',
    data () {
        return {
            data: data
        }
    },
    components: {
        banner: banner
    },
    created () {
        console.log("created questions")
    },
    mounted () {
        console.log("mounted questions")
    }

}



</script>


<style>
</style>
